/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", 전체 칼로리 %1$@%2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", 전체 거리 %1$@%2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%2$@의 %1$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@ 운동, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%2$@ 중 %1$d장";

/* %@ = date that a file was last modified */
"modified %@" = "수정 날짜: %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ 계정";

/* %@=Type of workout */
"%@ Workout, no unit data" = "%@ 운동, 단위 데이터 없음";

/* A folder in Dropbox or Box */
"Folder" = "폴더";

/* A single App Store app */
"App Store app" = "App Store 앱";

/* A single Box file */
"Box file" = "Box 파일";

/* A single Dropbox file */
"Dropbox file" = "Dropbox 파일";

/* A single Evernote note */
"Evernote note" = "Evernote 노트";

/* A single Giphy item */
"Giphy item" = "Giphy 항목";

/* A single Trello board */
"Trello board" = "Trello 게시판";

/* A single Trello card */
"Trello card" = "Trello 카드";

/* A single Trello item */
"Trello item" = "Trello 항목";

/* A single Trello list */
"Trello list" = "Trello 목록";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses 시트";

/* A single bar code */
"Bar code" = "바코드";

/* A single blood pressure recording */
"Blood pressure" = "혈압";

/* A single health sample in HealthKit */
"Health sample" = "건강 샘플";

/* A single iTunes artist */
"iTunes artist" = "iTunes 아티스트";

/* A single iTunes product */
"iTunes product" = "iTunes 제품";

/* Access resource error for notifications */
"Update Notification Settings" = "알림 설정 업데이트";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "전면 카메라나 후면 카메라로 전환합니다.";

/* Accessibility label for camera shutter button */
"Take picture" = "사진 찍기";

/* Accessibility label; button to start dictation */
"Start dictation" = "받아쓰기 시작";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "받아쓰기 중단";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "카메라 선택기 - 현재 전면 카메라 사용 중";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "카메라 선택기 - 현재 후면 카메라 사용 중";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "카메라 전환";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "새로운 Trello 카드에 사용할 이름을 제공해야 합니다.";

/* Add Trello card action error */
"You must select a board to create the card on." = "카드를 생성할 보드를 선택해야 합니다.";

/* Add Trello card action error */
"You must select a list to create the card on." = "카드를 생성할 목록을 선택해야 합니다.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "%@을(를) 첨부파일로 업로드하지 못했습니다.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "제공된 알림 시간이 유효하지 않습니다. 맞춤법 문제가 없는지 확인하고 하루 중 시간을 알려주십시오.";

/* Add new event; choose end date */
"Choose End Date" = "종료 날짜 선택";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@~%2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "유효하지 않은 종료 날짜가 제공되었습니다. 이 이벤트에 대한 종료 날짜를 제공하십시오.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "유효하지 않은 시작 날짜가 제공되었습니다. 이 이벤트에 대한 시작 날짜를 제공하십시오.";

/* Add new event; error */
"Invalid End Date" = "유효하지 않은 종료 날짜";

/* Add new event; error */
"Invalid Start Date" = "유효하지 않은 시작 날짜";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "제목이 제공되지 않았습니다. 이 이벤트의 제목을 알려주십시오.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "제목이 제공되지 않았습니다. 이 미리 알림의 제목을 알려주십시오.";

/* Add new reminder error */
"The alert location provided could not be found." = "제공된 알림 위치를 찾을 수 없습니다.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "%2$@에 도착했을 때";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "%2$@에서 떠날 때";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "다음 근처에 있을 때: %@";

/* Add new reminder; alert trigger never */
"Never" = "안 함";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "각기 다름";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "선택한 목록 없음";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "작업을 추가할 목록을 선택해야 합니다.";

/* Add to Wunderlist action no title error */
"No Title" = "제목 없음";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Wunderlist에서 새로운 작업 생성 시 제목을 부여해야 합니다.";

/* Alarm frequency; All days are selected */
"Every Day" = "매일";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "WLAN 설정";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "기기의 WLAN을 켜거나 끕니다.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "파일에 추가 동작에서 파일 이름 또는 경로를 지정해야 합니다.";

/* Append file failure reason */
"No File Path Provided" = "파일 경로가 제공되지 않음";

/* Ask for input action */
"Enter URL" = "URL 입력";

/* Ask for input action */
"Enter number" = "숫자 입력";

/* Ask for input action */
"Pick date" = "날짜 선택";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "녹음을 마치려면 탭합니다.";

/* Audio recorder */
"Tap to start recording." = "녹음을 시작하려면 탭합니다.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Base64 인코딩에 전달된 base64 데이터가 유효하지 않습니다.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "지정한 경로에 이름이 ‘%@‘인 파일이 이미 존재합니다.";

/* Box error */
"The folder doesn't exist" = "폴더가 존재하지 않음";

/* Box error */
"The folder doesn’t exist" = "폴더가 존재하지 않음";

/* Box error message */
"An error occured while authenticating your Box account." = "사용자의 Box 계정을 인증하는 동안 오류가 발생했습니다.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "저장하려고 한 폴더(%1$@)는 %2$@에 존재하는 파일입니다.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "텍스트를 추가하려고 한 경로(%1$@)는 %2$@에 존재하는 파일 안에 있습니다.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "폴더를 생성하려고 한 경로(%1$@)는 %2$@에 존재하는 파일입니다.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "폴더를 생성하려고 한 경로(%1$@)는 %2$@에 존재하는 파일의 안에 있습니다.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "저장하려고 한 경로(%1$@)는 %2$@에 존재하지 않습니다.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Box 계정에서 ’%@‘ 경로를 찾을 수 없습니다.";

/* Button */
"Cancel" = "취소";

/* Button */
"Continue Anyway" = "계속 진행";

/* Button */
"Delete" = "삭제";

/* Button */
"Delete Account" = "계정 삭제";

/* Button */
"Done" = "완료";

/* Button */
"Log In" = "로그인";

/* Button */
"Next" = "다음";

/* Button */
"OK" = "확인";

/* Button */
"Retry" = "재시도";

/* Button */
"Sign In" = "로그인";

/* Button or title */
"Add Account" = "계정 추가";

/* Button or title */
"Login" = "로그인";

/* Button that takes user to the iOS Health app */
"Open Health" = "건강 앱 열기";

/* Button to allow access to health data or notifications */
"Allow Access" = "접근 허용";

/* Button to open Settings */
"Open Settings" = "설정 열기";

/* Button; edit opacity */
"Opacity" = "불투명도";

/* Button; edit rotatation in overlay image action */
"Rotation" = "회전";

/* Button; email account app specfic password */
"Create App-Specific Password" = "앱 전용 암호 생성";

/* Button; reset changes made in overlay image action */
"Reset" = "재설정";

/* Camera flash option - auto */
"Auto" = "자동";

/* Camera flash option - off */
"Off" = "끔";

/* Camera flash option - on */
"Flash On" = "켬";

/* Choose an item */
"Choose" = "선택";

/* Choose from list action */
"Choose an item" = "항목 선택";

/* Choose multiple images */
"Choose Images" = "이미지 선택";

/* Choose one image */
"Choose Image" = "이미지 선택";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "CloudApp에 대해 이 파일의 크기가 너무 큽니다.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "CloudApp 무료 요금제가 제공하는 일별 업로드 제한을 초과했습니다.";

/* Combine images action error */
"Cannot run Combine Images" = "이미지 합치기를 실행할 수 없습니다.";

/* Combine images action error description */
"No images were provided to combine." = "통합할 이미지가 없습니다.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "기상 상태";

/* Conditions of the weather */
"Weather Conditions (Single)" = "기상 상태";

/* Content property name */
"Biological Sex (Content Property Name)" = "생물학적 성별";

/* Content property name */
"Blood Type (Content Property Name)" = "혈액형";

/* Content property name */
"Date of Birth (Content Property Name)" = "생일";

/* Content property name */
"Unspecified (Content Property Name)" = "지정되지 않음";

/* Create IFTTT applet */
"Create Applet" = "애플릿 생성";

/* Create Trello list action error */
"You must select a board to create the list on." = "목록을 생성할 보드를 선택해야 합니다.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "새로운 폴더의 경로를 지정해야 합니다.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "지정된 경로가 없습니다!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/모험/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "모험/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "이름이 제공되지 않았습니다. 플레이리스트 이름을 알려주십시오.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "혈압 측정 날짜";

/* Default notification text for Show Notification action. */
"Notification" = "알림";

/* Default value for the translate text action */
"Detect Language" = "언어 감지";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "%@을(를) 삭제하겠습니까?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "정말 %@을(를) 삭제하겠습니까?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "%@을(를) 삭제하려는 게 확실합니까?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "%@을(를) 삭제하겠습니까?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "운동";

/* Dictate text action error */
"Recognition Unavailable" = "인식할 수 없음";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "현재 음성 인식을 사용할 수 없습니다. 인터넷에 연결해야 할 수 있습니다.";

/* Dictate text action is listening to user */
"Now listening…" = "지금 듣는 중…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "URL 콘텐츠 가져오기 동작에 URL을 전달했는지 확인하십시오.";

/* Download URL or Open URL action error */
"No URL Specified" = "지정된 URL 없음";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "파일이 필요합니다. 제공한 경로에는 파일이 보이지 않습니다.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "폴더가 필요합니다. 제공한 경로에는 폴더가 보이지 않습니다.";

/* Dropbox error */
"A shared link already exists." = "공유 링크가 이미 존재합니다.";

/* Dropbox error */
"Access to the requested path is forbidden." = "요청한 경로에 대한 접근이 금지되었습니다.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Dropbox 계정에 연결된 이메일이 확인되지 않았기 때문에 공유 링크를 생성할 때 오류가 발생했습니다.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "이 파일 또는 폴더의 이름 때문에 Dropbox에서 접근할 수 없습니다.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "이름 때문에 Dropbox가 이 파일 또는 폴더를 저장할 수 없습니다.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "지정한 경로가 복잡하기 때문에 Dropbox가 해당 경로에 쓸 수 없습니다.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "해당 콘텐츠가 제한되어 파일을 전송할 수 없습니다. 예를 들어 저작권 분쟁으로 인한 법적 제한의 이유일 수 있습니다.";

/* Dropbox error */
"The path root parameter provided is invalid." = "제공된 경로 루트 매개변수가 유효하지 않습니다.";

/* Dropbox error */
"The request timed out. Please try again." = "요청한 시간이 초과되었습니다. 다시 시도하십시오.";

/* Dropbox error */
"The share settings provided are invalid." = "제공된 공유 설정이 유효하지 않습니다.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "지정한 경로에서 파일을 찾을 수 없습니다.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "이 링크의 설정을 수정할 권한이 없습니다.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Dropbox에 이 데이터를 쓸 수 있는 충분한 공간이 없습니다.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "지정한 위치에 대한 쓰기 권한이 없습니다.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "저장하려고 한 경로(%1$@)는 %2$@에 존재하는 파일입니다.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "’%@‘이(가) 폴더 또는 패키지이기 때문에 저장할 수 없습니다. 저장하기 전에 아카이브 만들기를 사용하여 이 파일을 압축해 보십시오.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "경로에 항목이 없음: %@";

/* Dropbox or Box error */
"Folder already exists" = "폴더가 이미 있음";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "저장하려고 한 경로(%1$@)는 %2$@에 존재하는 파일입니다. 여러 파일을 한 번에 저장할 때는 폴더에 경로를 지정해야 합니다.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "저장하려고 한 경로(%1$@)는 %2$@에 존재하는 폴더입니다. 파일에 텍스트를 추가할 때는 파일에 경로를 지정해야 합니다.";

/* Dropbox unknown error */
"An unknown error occurred" = "알 수 없는 오류 발생";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "알 수 없는 오류 발생(%@)";

/* Email account encryption */
"Encryption" = "암호화";

/* Email account login authentication error */
"Authentication Failed" = "인증 실패";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "입력한 이메일 주소 또는 암호가 올바르지 않습니다.\n\n2단계 확인을 활성화한 경우, 앱 전용 암호를 생성해야 합니다.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "지정한 이메일 주소 또는 암호가 올바르지 않습니다.\n\n2단계 확인을 활성화한 경우, 앱 전용 암호를 대신 입력해야 합니다.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "고급 설정";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "이메일";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "호스트 이름";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "혈압 측정 종료 날짜";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "지원되지 않는 포맷의 입력이기 때문에 사운드 재생에 실패했습니다.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "날짜 동작에 유효한 날짜를 입력하십시오.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "유효하지 않은 날짜";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "목적지가 입력으로 전달되지 않았기 때문에 이동 시간 구하기에 실패했습니다.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "웹 페이지가 입력으로 전달되지 않았기 때문에 웹 페이지에서 JavaScript를 실행하지 못했습니다.";

/* Error message */
"Your email or password is incorrect." = "이메일 또는 암호가 올바르지 않습니다.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "‘RSS 피드에서 항목 가져오기’ 동작에 유효한 피드 URL을 전달하십시오.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "도로 주소 동작에 유효한 주소를 입력하십시오.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "이동 시간 구하기 동작에 전달한 위치를 찾을 수 없습니다. 시도/군구, 주, 도로 주소를 명시하십시오.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "%@ 레이블이 있는 알람을 여러 개 찾았습니다. 특정 알람을 선택하십시오.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "'%1$@‘을(를) 찾을 수 없기 때문에 홈 모드 실행에 실패했습니다.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "'%2$@‘ 홈에서 '%1$@‘ 모드를 찾을 수 없기 때문에 홈 모드 실행에 실패했습니다.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "선택된 홈이 없기 때문에 홈 모드 실행에 실패했습니다.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "선택된 모드가 없기 때문에 홈 모드 실행에 실패했습니다.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "새로운 피드를 분석할 수 없음";

/* Error message title when no address is entered into Street Address action */
"No Address" = "주소 없음";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "유효하지 않은 위치";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "변환될 단위를 입력하십시오.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "지정된 단위가 없기 때문에 측정에 실패했습니다. 단위를 선택하십시오.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "%1$@ 단위의 측정값은 %2$@(으)로 변환할 수 없습니다.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "유효한 알람 날짜를 제공하십시오.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "이 동작을 사용하려면 설정에서 Siri를 활성화하십시오.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Siri가 비활성화되어 있기 때문에 요청을 완료할 수 없습니다.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "타이머는 24시간 미만으로 설정해야 합니다.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "타이머 시간을 설정하십시오.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "토글할 알람을 지정하십시오.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "해당 요청을 수행하는 동안 알 수 없는 오류가 발생했습니다.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "이 플랫폼에서는 지원되지 않기 때문에 요청을 완료할 수 없습니다.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "위치 없음";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "웹 페이지 없음";

/* Exit shortcut action error */
"User requested shortcut exit." = "사용자가 단축어 종료를 요청했습니다.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "여기에 저장";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "선택된 파일 가져오기(%lu개)";

/* File picker; get one selected file */
"Get Selected File (1)" = "선택된 파일 가져오기(1개)";

/* File status */
"This folder is empty" = "이 폴더는 비어 있음";

/* File status loading */
"Loading…" = "로드 중…";

/* Find health sample; no samples found */
"No Samples Found" = "발견된 샘플 없음";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "로그된 %@ 샘플이 없거나 건강 앱에서 샘플에 단축어 접근 권한을 부여해야 합니다.";

/* Finish dictation command */
"Finish Dictation" = "받아쓰기 종료";

/* Generic health object type when we can’t determine the object type */
"Health" = "건강";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "도메인을 찾을 수 없습니다.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "도메인을 찾을 수 없습니다.(오류 2)";

/* Get IP address action error */
"The response data was not a valid string." = "응답 데이터가 유효한 문자열이 아닙니다.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "카드를 검색할 보드를 선택해야 합니다.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "목록을 검색할 보드를 선택해야 합니다.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "카드를 검색할 목록을 선택해야 합니다.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Trello 계정을 확인할 수 없습니다. 로그아웃 후 다시 시도하십시오.";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "키가 제공되지 않음";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "사용자 설정 위치를 찾을 수 없음";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "사용자 설정 위치 없음";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "거리 구하기가 사용자 설정 위치에서 시작한 이동 시간을 구하기 위해 구성되었지만 입력한 사용자 설정 위치를 찾을 수 없습니다.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "거리 구하기가 사용자 설정 위치에서 시작한 이동 시간을 구하기 위해 구성되었지만 사용자 설정 위치가 없습니다.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "위치가 입력으로 전달되지 않았기 때문에 거리 구하기로 거리를 예상할 수 없습니다.";

/* Get emoji name action error */
"Failed to find the emoji font." = "이모티콘 서체를 찾지 못했습니다.";

/* Get frames from image error */
"No Image Provided" = "이미지가 제공되지 않음";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "이미지에서 프레임을 가져오기 위해 입력으로 전달된 GIF가 없습니다.";

/* Get group from matched text action error */
"No Match" = "일치하지 않음";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "지정한 인덱스는 가능한 범위 밖에 있습니다(%1$ld번 그룹을 요청했지만 %2$ld개의 그룹만 있음).";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "캡처 그룹 %ld번과 일치하는 항목이 없기 때문에 일치하는 텍스트에서 그룹 가져오기에 실패했습니다.";

/* Get halfway point action error */
"No first location was provided." = "첫 번째 위치가 제공되지 않았습니다.";

/* Get halfway point action error */
"No second location was provided." = "두 번째 위치가 제공되지 않았습니다.";

/* Get halfway point action error */
"Please provide a first location." = "첫 번째 위치를 입력하십시오.";

/* Get halfway point action error */
"Please provide a second location." = "두 번째 위치를 입력하십시오.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "지정한 범위가 유효하지 않습니다(%1$d~%2$d번 항목 요청됨).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "지정한 범위는 가능한 범위 밖에 있습니다(%1$d~%2$d의 항목을 요청했지만 첫 번째 항목이 인덱스 1에 있음).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "지정한 범위는 가능한 범위 밖에 있습니다(%1$d~%2$d번의 항목을 요청했지만 %3$d개의 항목만 있음).";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "항목 %d을(를) 요청했지만 첫 번째 항목은 인덱스 1에 있습니다.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "단축어가 사진 보관함에서 가져올 항목을 찾지 못했습니다.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "단축어가 사진 보관함에서 요청 항목을 찾지 못했습니다.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "이동 시간 구하기가 사용자 설정 위치에서 시작한 이동 시간을 구하기 위해 구성되었지만 입력한 사용자 설정 위치를 찾을 수 없습니다.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "이동 시간 구하기가 사용자 설정 위치에서 시작한 이동 시간을 구하기 위해 구성되었지만 사용자 설정 위치가 없습니다.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "%@에 대한 건강 앱의 접근이 꺼져 있습니다. 건강 앱에서 건강 데이터 카테고리를 켤 수 있습니다.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "이 질문에 대답하려면 단축어가 사용자의 %@ 데이터에 접근할 수 있어야 합니다.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "단축어가 %@ 데이터에 접근할 수 없습니다.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "%@ 수량 샘플, 단위 데이터 없음";

/* Health category date */
"Date" = "날짜";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "주기 시작";

/* Health category start date */
"Start Date" = "시작일";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "혈압";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "검사 유형";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "식사 시간";

/* Health quantity; blood pressure */
"Diastolic" = "이완기";

/* Health quantity; blood pressure */
"Systolic" = "수축기";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "사유";

/* Health unit for count of generic health sample */
"count" = "개수";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "개수";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "개수";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ 유형이 구현되지 않음";

/* HealthKit resource error */
"This device does not have the Health app." = "이 기기에는 건강 앱이 없습니다.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "이 단축어는 건강 앱이 있어야 하지만 이 기기에는 건강 앱이 없습니다.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@(%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "서비스 약관";

/* Link to a 3rd party terms of service */
"Terms of Use" = "사용 약관";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "기기가 에어플레인 모드가 아닌지 확인하고 다시 시도하십시오(Wi-Fi를 켜면 도움이 됩니다).";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "단축어로 현재 위치를 찾을 수 없었습니다.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "유효하지 않은 날짜가 제공되었습니다. 샘플에 대한 날짜를 제공하거나, 현재 날짜를 사용하려면 날짜 필드를 빈 칸으로 두십시오.";

/* Log health sample */
"Invalid Date Range" = "유효하지 않은 날짜 범위";

/* Log health sample */
"No Value Selected" = "값을 선택하지 않음";

/* Log health sample */
"Please select a type for this Health sample." = "이 건강 샘플의 유형을 선택하십시오.";

/* Log health sample */
"Please select an end date that is after the start date." = "종료 날짜를 시작 날짜 이후로 선택하십시오.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "이 자궁경관 점액의 질 샘플의 값을 선택하십시오.";

/* Log health sample; health sample type */
"No Type Selected" = "유형을 선택하지 않음";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "사유가 선택되지 않음";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "인슐린 투여 이유를 선택하십시오.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "이 생리 샘플의 값을 선택하십시오.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "이 샘플이 주기의 시작인지 아닌지 선택하십시오.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "선택한 단위 없음";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "이 건강 샘플의 측정 단위를 선택하십시오.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "이 배란 테스트 결과 샘플의 값을 선택하십시오.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "이 수면 분석 샘플의 값을 선택하십시오.";

/* Log in view; email address placeholder */
"Email address" = "이메일 주소";

/* Log workout action */
"No Workout Type Selected" = "운동 유형을 선택하지 않음";

/* Log workout action */
"Please select a type of activity for this workout." = "이 운동 활동의 유형을 선택하십시오.";

/* Login error */
"Your username and/or password are incorrect." = "사용자 이름 또는 암호가 올바르지 않습니다.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "자격 증명은 이 기기에만 저장되며 다른 서비스 또는 타사에 공유되지 않습니다.";

/* Mail error */
"A recipient is required to send message" = "메시지를 보내려면 받는 사람이 있어야 합니다.";

/* Mail error */
"A sender is required to send message" = "메시지를 보내려면 보내는 사람이 있어야 합니다.";

/* Mail error */
"A stable connection to the server could not be established" = "서버에 안정적으로 연결할 수 없습니다.";

/* Mail error */
"Account check failed because the account is invalid" = "해당 계정이 유효하지 않기 때문에 계정 확인에 실패했습니다.";

/* Mail error */
"An application specific password is required" = "응용 프로그램 전용 암호가 필요합니다.";

/* Mail error */
"An error occurred during an IDLE operation" = "IDLE 작업 중 오류가 발생했습니다.";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "요청한 폴더에 대해 구독(구독 해제)하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "요청한 폴더에 메시지를 추가하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "요청한 폴더에 메시지를 복사하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while creating the requested folder" = "요청한 폴더를 생성하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "POP 서버에서 메시지를 삭제하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while deleting the requested folder" = "요청한 폴더를 삭제하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "요청한 폴더의 메시지를 지우는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "POP 서버에 메시지 목록을 가져오는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "요청한 폴더의 메시지를 가져오는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while performing a No-Op operation" = "무연산 명령 작업을 수행하는 동안에 알 수 없는 오류가 발생했습니다.";

/* Mail error */
"An error occurred while renaming the requested folder" = "요청한 폴더 이름을 변경하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "서버 기능을 요청하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while requesting the server's identity" = "서버 ID를 요청하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while requesting the server's namespace" = "서버 이름 영역을 요청하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while sending the message" = "메시지를 보내는 동안 오류가 발생했습니다.";

/* Mail error */
"An error occurred while storing flags" = "깃발을 저장하는 동안 오류가 발생했습니다.";

/* Mail error */
"An error when requesting date" = "날짜 요청 중 오류";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "불법 파일이 첨부된 메시지 전송이 시도되었습니다.";

/* Mail error */
"Authentication is required for this SMTP server" = "SMTP 서버는 인증이 필요합니다.";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "이 Gmail 계정에서 데이터를 요청하는 동안 대역폭 제한이 초과되었습니다.";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "서버에서 스팸으로 감지하여 메시지를 보낼 수 없습니다.";

/* Mail error */
"Compression is not available" = "압축할 수 없습니다.";

/* Mail error */
"Credentials with password too simple" = "너무 단순한 암호가 포함된 자격 증명";

/* Mail error */
"Error while running custom command" = "사용자 설정 명령을 실행하는 동안의 오류";

/* Mail error */
"File access error" = "파일 접근 오류";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "이 Gmail 계정에 IMAP이 활성화되어 있지 않습니다.";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe 메일 서비스는 더 이상 제공되지 않습니다.";

/* Mail error */
"No valid server found" = "유효한 서버 없음";

/* Mail error */
"Sending messages is not allowed on this server" = "이 서버에서 메시지 전송이 허용되지 않았습니다.";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "대용량 메시지 전송을 시도하는 동안 SMTP 저장 공간 제한을 초과했습니다.";

/* Mail error */
"The certificate for this server is invalid" = "이 서버에 대한 인증서가 유효하지 않습니다.";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "현재 HotMail 계정은 웹 메일에 연결할 수 없습니다.";

/* Mail error */
"The operation succeeded" = "작업 성공";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "요청된 폴더가 존재하지 않습니다. 폴더 선택에 실패했습니다.";

/* Mail error */
"The server does not support STARTTLS connections" = "서버가 STARTTLS 연결을 지원하지 않습니다.";

/* Mail error */
"The server does not support TLS/SSL connections" = "서버가 TLS/SSL 연결을 지원하지 않습니다.";

/* Mail error */
"The user needs to log in via the web browser" = "사용자는 웹 브라우저를 통해 로그인해야 합니다.";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "이 Gmail 계정에 동시 접속량이 너무 많습니다.";

/* Mail error */
"Unable to authenticate with the current session's credential" = "현재 세션의 자격 증명으로 인증할 수 없습니다.";

/* Mail error */
"Unable to parse response from server" = "서버의 응답을 구문 분석할 수 없습니다.";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "사용자가 하루 메시지 전송량을 초과했습니다.";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "현재 Yahoo! 서버를 사용할 수 없습니다.";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "변수 ‘%@‘에는 마스킹에 사용할 이미지가 포함되지 않았습니다.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "이미지 마스크 동작에서 ‘이미지 마스크’ 옵션에 대한 변수를 선택했는지 확인하십시오.";

/* Mask Image action error title */
"No Mask Provided" = "마스크가 제공되지 않음";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "%@에서 서비스를 선택하십시오.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "이 JavaScript는 안전하지 않은 것으로 알려진 스크립트입니다. 보안을 위해 실행되지 않습니다.";

/* Multiple App Store apps */
"App Store apps" = "App Store 앱";

/* Multiple Box files */
"Box files" = "Box 파일";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox 파일";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote 노트";

/* Multiple Giphy items */
"Giphy items" = "Giphy 항목";

/* Multiple Trello boards */
"Trello boards" = "Trello 게시판";

/* Multiple Trello cards */
"Trello cards" = "Trello 카드";

/* Multiple Trello items */
"Trello items" = "Trello 항목";

/* Multiple Trello lists */
"Trello lists" = "Trello 목록";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses 시트";

/* Multiple bar codes */
"Bar codes" = "바코드";

/* Multiple blood pressure recordings */
"Blood pressures" = "혈압";

/* Multiple health samples in HealthKit */
"Health samples" = "건강 샘플";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes 아티스트";

/* Multiple iTunes products */
"iTunes products" = "iTunes 제품";

/* Multiple text matches */
"Text matches" = "텍스트 일치";

/* Multiple workout samples */
"Workout samples" = "운동 샘플";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "계정 편집";

/* Navigation bar title */
"Email Settings" = "이메일 설정";

/* Navigation bar title */
"Log In to CloudApp" = "CloudApp에 로그인";

/* Navigation bar title */
"Log in | Tumblr" = "로그인 | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Instapaper에 로그인";

/* Navigation bar title */
"Login to Pinboard" = "Pinboard에 로그인";

/* Navigation bar title */
"Login to WordPress" = "WordPress에 로그인";

/* Navigation bar title when showing trending GIF results */
"Trending" = "인기 항목";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "셀룰러";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi‑Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "인기 GIF를 보려면 검색 막대 안의 내용을 지우십시오.";

/* No GIFs found empty state title */
"No Results Found" = "검색 결과 없음";

/* None option */
"None" = "없음";

/* One text match */
"Text match" = "텍스트 일치";

/* One workout sample */
"Workout sample" = "운동 샘플";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "URL 열기 동작에 URL을 전달했는지 확인하십시오.";

/* Open URL action error */
"The URL could not be opened." = "URL이 열리지 않습니다.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "열 앱을 찾지 못했기 때문에 앱 열기 동작에 실패했습니다.";

/* Open app action error */
"Open App failed because the app could not be opened." = "앱을 열 수 없기 때문에 앱 열기 동작에 실패했습니다.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "열 앱을 찾지 못했기 때문에 다음에서 열기… 동작에 실패했습니다.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@이(가) 설치되지 않았거나 %2$@ 파일을 열 수 없습니다.";

/* Optional field placeholder */
"Optional" = "선택 사항";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "이미지 오버레이 동작에서 변수를 선택했는지 확인하십시오.";

/* Overlay image action error */
"No Overlay Image" = "오버레이 이미지 없음";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "변수 ‘%@‘에는 오버레이할 이미지가 포함되지 않았습니다.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "이미지 처리 중…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google 지도";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "지도";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "자전거";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "운전";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "대중교통";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "도보";

/* Parameter placeholder; parameter sets a filename */
"optional" = "선택 사항";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "식후";

/* Parameter value */
"Asleep (Parameter Value)" = "수면 시간";

/* Parameter value */
"Awake (Parameter Value)" = "깨어 있는 시간";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "기저 인슐린";

/* Parameter value */
"Before Meal (Parameter Value)" = "식전";

/* Parameter value */
"Bolus (Parameter Value)" = "식사 인슐린";

/* Parameter value */
"Creamy (Parameter Value)" = "크림색으로 진함";

/* Parameter value */
"Dry (Parameter Value)" = "건조함";

/* Parameter value */
"Egg White (Parameter Value)" = "달걀 흰자 같음";

/* Parameter value */
"Female (Parameter Value)" = "여성";

/* Parameter value */
"Heavy (Parameter Value)" = "많음";

/* Parameter value */
"Idle (Parameter Value)" = "활동이 없는 상태";

/* Parameter value */
"In Bed (Parameter Value)" = "취침 시간";

/* Parameter value */
"Indeterminate (Parameter Value)" = "불확실함";

/* Parameter value */
"Light (Parameter Value)" = "적음";

/* Parameter value */
"Male (Parameter Value)" = "남성";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "최대 운동부하 검사";

/* Parameter value */
"Medium (Parameter Value)" = "중간";

/* Parameter value */
"Negative (Parameter Value)" = "음성";

/* Parameter value */
"No (Parameter Value)" = "아니요";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "비운동 추정";

/* Parameter value */
"Not Set (Parameter Value)" = "설정 안 됨";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "기타";

/* Parameter value */
"Positive (Parameter Value)" = "양성";

/* Parameter value */
"Protection Unused (Parameter Value)" = "피임(보호) 기구 사용 안 함";

/* Parameter value */
"Protection Used (Parameter Value)" = "피임(보호) 기구 사용함";

/* Parameter value */
"Sticky (Parameter Value)" = "끈적함";

/* Parameter value */
"Stood (Parameter Value)" = "일어섬";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "최대하 운동 추정";

/* Parameter value */
"Unspecified (Parameter Value)" = "지정되지 않음";

/* Parameter value */
"Watery (Parameter Value)" = "묽음";

/* Parameter value */
"Yes (Parameter Value)" = "예";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "일치하는 입력";

/* Password placeholder or title */
"Password" = "암호";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "이름";

/* Pinboard login option */
"Use API Token" = "API 토큰 사용";

/* Pinboard login option */
"Use API Token Instead" = "API 토큰 대신 사용";

/* Pinboard login option */
"Use Password" = "암호 사용";

/* Pinboard login option */
"Use Password Instead" = "암호 대신 사용";

/* Pinboard login section header */
"API Token" = "API 토큰";

/* Pinboard login section header */
"Pinboard Login" = "Pinboard 로그인";

/* Playlist picker parameter */
"My Music Library" = "나의 음악 보관함";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Pocket에서 지정한 기준에 일치하는 항목을 찾지 못했습니다.";

/* Post to Tumblr action error */
"No Blog" = "블로그 없음";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "어떤 블로그에 게시할지 지정하지 않았습니다.";

/* QuickLook action error */
"No Items" = "항목 없음";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "훑어보기 동작에 미리 볼 항목이 전달되지 않았습니다.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Siri 활성화";

/* Remove calendar item error */
"Remove" = "삭제";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "지정한 금액(%@)이 요청 가능한 최대 금액보다 큽니다.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "지정한 금액(%@)이 요청 가능한 최소 금액보다 작습니다.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "송금을 요청할 대상이 %@에 설정된 계좌가 없습니다.";

/* Required field placeholder */
"Required" = "필수 사항";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "끝나면 스크립트가 `completion(result)` 함수를 호출해야 합니다.";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "JavaScript를 실행하는 중에 알 수 없는 오류가 발생했습니다.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "스크립트가 컴플리션 핸들러를 불러오는 데 시간이 너무 오래 소요되어 ‘웹 페이지에서 JavaScript 실행’에 실패했습니다.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript 시간 초과";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript 예외";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "유효하지 않은 JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH 인증 실패";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "SSH 스크립트 실행 동작에서 자격 증명을 확인하고 다시 시도하십시오.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "단축어를 찾을 수 없음";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "단축어 실행 동작에서 유효한 단축어가 선택되어 있는지 확인하십시오.";

/* SSH action error */
"Channel allocation error" = "채널 할당 오류";

/* SSH action error */
"Connection timed out" = "연결 시간 초과";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "‘SSH를 통한 스크립트 실행’이 SSH 서버에 연결할 수 없습니다.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "알 수 없는 앨범";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "선택했던 사진 앨범이 존재하지 않습니다.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "코드 스캔";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Giphy 검색";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "근처 업체 검색 동작을 사용하려면 검색 질의를 제공해야 합니다.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "발견된 위치 없음";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "‘%@‘ 키워드로 위치를 찾지 못했습니다.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "셀프 호스팅 WordPress 버전을 사용하는 경우, 위의 사이트 URL을 입력하십시오.";

/* Section header */
"WordPress Login" = "WordPress 로그인";

/* Section header for WordPress site URL */
"Site URL" = "사이트 URL";

/* Section header title */
"CloudApp Login" = "CloudApp 로그인";

/* Section header title */
"Incoming Mail Server" = "수신 메일 서버";

/* Section header title */
"Instapaper Login" = "Instapaper 로그인";

/* Section header title */
"Outgoing Mail Server" = "발신 메일 서버";

/* Section header title; email account */
"Accounts" = "계정";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "이메일을 보낼 수 없습니다. 이메일이 설정되지 않았을 수 있습니다.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "유효하지 않은 이메일 계정";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "선택한 이메일 계정은 이 기기의 단축어 앱에서 로그인되지 않았습니다.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "메시지를 보낼 수 없습니다. iMessage가 활성화되지 않았을 수 있습니다.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "지정한 금액(%@)이 송금 가능한 최대 금액보다 큽니다.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "지정한 금액(%@)이 송금 가능한 최소 금액보다 작습니다.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "%2$@에서 지원하지 않는 통화인 %1$@(으)로 금액이 지정되었습니다.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "계좌에 송금할 금액이 충분하지 않습니다.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "송금할 대상이 %@에 설정된 계좌가 없습니다.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "이 기기에 설정된 은행 계좌가 없습니다.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "자격 증명을 확인하려면 %@ 앱을 열어야 합니다.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "최대 금액 초과";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "최소 금액 미만";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "지원되지 않는 통화";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "금액 부족";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "은행 계좌 없음";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "증명되지 않은 인증서";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "계정 없음";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "위치";

/* Service name */
"Microphone" = "마이크";

/* Service name */
"Notifications" = "알림";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "음성 인식";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "’%@‘ 값에 대한 사전 값 설정 동작에 키가 제공되지 않았습니다.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "값이 제공되지 않음";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "’%@‘ 키에 대한 사전 값 설정 동작에 값이 제공되지 않았습니다.";

/* Show definition action error */
"A definition could not be found for that term." = "해당 용어의 정의를 찾을 수 없습니다.";

/* Show definition action error */
"No Word Specified" = "지정된 단어 없음";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "정의 보기에 입력으로 전달된 단어 없음";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "설치된 사전이 없으면 이 오류가 발생할 수 있습니다. 사전을 관리하려면 아무 앱에서 ’찾아보기’를 선택한 다음 ‘관리’를 탭하십시오.";

/* Show in calendar action error */
"Calendar could not be opened." = "캘린더가 열리지 않습니다.";

/* Show webpage action error */
"Unsupported URL" = "지원되지 않는 URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "웹 페이지 보기는 http:// 및 https:// URL을 지원합니다. 하지만 %@:// URL이 시도되었습니다.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@이(가) 전화를 걸도록 설정되어 있지 않습니다.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "%@을(를) 사용할 수 없기 때문에 통화에 실패했습니다.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "%@이(가) 통화에 참여할 수 없기 때문에 통화에 실패했습니다.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@에서 사용자가 제공한 연락처 정보를 지원하지 않습니다.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "설정 필요함";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ 사용할 수 없음";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "지원되지 않는 연락처";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "유효하지 않은 연락처 세부사항";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "혈압 측정 시작 날짜";

/* Subcategory */
"Device" = "기기";

/* Subcategory for Set Volume action */
"Playback" = "재생";

/* Take photo action error */
"No suitable camera was detected on this device." = "이 기기에서 적합한 카메라가 감지되지 않았습니다.";

/* Time until date action */
"An invalid date to compare to was provided." = "비교할 수 없는 날짜가 제공되었습니다.";

/* Time until date action */
"No from date was provided." = "시작 날짜가 제공되지 않았습니다.";

/* Time until date action error */
"An invalid from date was provided." = "유효하지 않은 시작 날짜가 제공되었습니다.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "안전하지 않은 JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "유효하지 않은 종료 시간이 입력되었습니다. 방해금지 모드 종료 시간을 입력하십시오.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "제공된 캘린더 이벤트가 없습니다. 일정 기간 동안 방해금지 모드를 활성화할 캘린더 이벤트를 제공하십시오.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "방해금지 모드 종료 시간을 현재 시간 이후로 설정하십시오.";

/* Trim video action error */
"The input was not a video that can be edited." = "입력된 항목은 편집할 수 없는 비디오입니다.";

/* URL action error; %@=url */
"Invalid URL: %@" = "유효하지 않은 URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "이 시트를 보려면 Ulysses로 단축어를 재인증하십시오.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Ulysses 접근 권한 필요";

/* Unspecified health kit category sample type */
"Unspecified" = "지정되지 않음";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "오디오 녹음";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = ", ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " 및 ";

/* User name field title */
"User Name" = "사용자 이름";

/* Username placeholder or title */
"Username" = "사용자 이름";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "단축어는 현재 이 기기의 손전등 기능을 사용할 수 없습니다.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "이 기기에서는 손전등 기능을 사용할 수 없습니다.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "사용자 설정 위치의 날씨를 가져오기 위해 날씨 동작이 구성되었지만 사용자 설정 위치 정보가 없습니다.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "위치를 확인할 수 없습니다.";

/* Weather condition: Blizzard */
"Blizzard" = "눈보라";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "날린눈";

/* Weather condition: Blustery */
"Blustery" = "강한 바람";

/* Weather condition: Clear */
"Clear" = "청명함";

/* Weather condition: Cloudy */
"Cloudy" = "흐림";

/* Weather condition: Cold */
"Cold" = "추움";

/* Weather condition: Drizzle */
"Drizzle" = "이슬비";

/* Weather condition: Dust */
"Dust" = "먼지";

/* Weather condition: Foggy */
"Foggy" = "안개";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "결빙성의 진눈깨비";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "얼음비";

/* Weather condition: Hail */
"Hail" = "우박";

/* Weather condition: Haze */
"Haze" = "실안개";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "호우";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "폭설";

/* Weather condition: Hot */
"Hot" = "더움";

/* Weather condition: Hurricane */
"Hurricane" = "태풍";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "천둥 번개를 동반한 국지성 소나기";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "천둥 번개를 동반한 국지성 폭풍우";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "가벼운 소낙눈";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "비와 섞인 우박";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "비와 섞인 진눈깨비";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "진눈깨비";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "눈과 섞인 진눈깨비";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "대체로 청명함";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "대체로 흐림";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "한때 흐림";

/* Weather condition: Rain */
"Rain" = "비";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "산발적인 소나기";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "산발적인 소낙눈";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "천둥 번개를 동반한 산발적인 폭풍우";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "천둥 번개를 동반한 강한 폭풍우";

/* Weather condition: Showers */
"Showers" = "소나기";

/* Weather condition: Sleet */
"Sleet" = "진눈깨비";

/* Weather condition: Smoky */
"Smoky" = "연무";

/* Weather condition: Snow */
"Snow" = "눈";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "가벼운 눈발";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "뇌우";

/* Weather condition: Tornado */
"Tornado" = "토네이도";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "열대 폭풍";

/* Weather condition: Windy */
"Windy" = "바람";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ 및 %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "대기 오염 물질";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "대기 오염 물질";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "폴더가 존재하지 않습니다.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "iCloud 컨테이너를 찾을 수 없습니다.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "이 파일은 폴더라서 iCloud가 링크를 가져올 수 없습니다. iCloud는 일반 파일의 링크만 가져올 수 있습니다.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "이 %@은(는) 번들이라서 iCloud가 링크를 가져올 수 없습니다(번들이란 파일처럼 동작하는 폴더를 말함).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "‘%@‘은(는) 번들입니다.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "저장하려고 한 경로(%@)는 iCloud에 존재하지 않습니다.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "저장하려고 한 경로(%@)는 iCloud에 존재하는 파일입니다. 여러 파일을 한 번에 저장할 때는 폴더에 경로를 지정해야 합니다.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "‘%@‘은(는) 폴더입니다.";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "파일이 이미 있음";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "파일이 이미 있습니다.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "지정한 이메일 주소 또는 암호가 올바르지 않습니다. 단축어에서 iCloud 메일에 로그인하려면 앱 전용 암호를 사용해야 합니다.\n\n이중 인증을 활성화하지 않은 경우, 앱 전용 암호를 생성하기 위해 이중 인증을 활성화해야 합니다.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "배우";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "앨범";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "아티스트";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "작성자";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "작곡가";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "설명";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "감독";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "장편 영화";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "장르";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "키워드";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "언어";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "아티스트";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "동영상";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "제작자";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "제품 ID";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "평가 지수";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "평가";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "개봉 연도";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "단편 영화";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "보기";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "개발자";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "노래";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "에피소드";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "시즌";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "제목";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "모두";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "아티스트";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "트랙";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "작성자";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "오디오북";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "도서";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "아티스트";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "동영상";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "앨범";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "아티스트";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "노래";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "트랙";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "뮤직 비디오";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "작성자";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "팟캐스트";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "아티스트";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "단편 영화";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "에피소드";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "시즌";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "아티스트";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "트랙";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "앱";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "오디오북";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "도서";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "뮤직 비디오";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "음악";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "팟캐스트";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "단편 영화";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV 프로그램";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "모두";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "동영상";

